<!-- 游戏介绍 -->
<table border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td width="687"><div align="left"></div></td>
      </tr>
      <tr>
        <td><div align="left">1.新手永久免費玩沒壓力 <br />
          2.高手競技紅利獎品最超值 <br />
          3.人物動作最Q , 對話最夯 <br />
          4.遊戲相容性高 硬體要求低 <br />
          5.最聰明的電腦AI代打 不怕牌局中斷 <br />
          6.牌局最清楚 顆粒大 看牌最輕鬆 <br />
          7.遊戲視角符合人體工學打牌最逼真 <br />
          8.可選擇人物動畫或上傳珍藏照片最體貼 <br />
          9.註冊容易適合網路下載 直接玩 </div></td>
      </tr>
      <tr>
        <td>&nbsp;</td>
      </tr>
      <tr>
        <td><div align="left"><span class="style2">中國的國粹 - 麻將 </span><br />
            <br />
          麻將，是中國人最喜歡玩的一種牌戲。關於麻將的起源，歷史並沒有明確的記載。有人認為是在春秋戰國時代，也有人認為是明朝萬曆年間，更有人說麻將其實是宋朝司馬光發明的，可是也沒有確實的根據﹔下面這兩篇&quot;麻將起源於護糧倉&quot;和&quot;宋朝 楊大年著的「麻將經」&quot;可以說是較有根據的。 <br />
            <br />
          麻將起源於護糧倉 <br />
          <br />
          麻將牌起源江蘇太倉，這是蘇州雜文作家研究得出的結論。 <br />
          <br />
          太倉在古時是皇家糧倉,倉內常年囤積稻米以供「南糧北運」。糧倉既設，雀患便生。守倉兵丁以捕雀取樂，倉官變鼓勵為獎勵,發給竹製籌牌記數酬勞。這籌牌上刻有字，可用來作遊戲的工具﹔這牌子又是賞錢，有證券價值，於是便可以用來作輸贏。這種遊戲流傳下來，演變定型，便成了麻雀牌,即今天的麻將。其玩法，術語等都與捕捉麻雀有關。 <br />
          <br />
          譬如筒、索、萬。筒的圖案是火槍的象形符號(截面圖)。幾筒表示幾具火槍。索即束，是細束捆串起來的鳥雀,所以一索圖案的是鳥,二索上像竹節，表示鳥雀的腳，官吏驗收時以鳥足計數，兵丁將鳥雀集合成「束」。萬，即賞錢。另外,東、西、南、北為風向,土槍無力，發射時要考慮風向。中，即打中，故塗紅色。白，即白板，打空槍之謂。發，即得賞發財。「碰」，即「砰」，槍聲。成牌之「胡」，實為「鶻」﹔屬鷹的一種，有高強的捕鳥本領，有了鶻就不愁抓不到麻雀，故每局牌勝皆曰「鶻」。除此，麻將中的「吃」，「杠」等術語幾乎都要與捕捉麻雀聯繫起來。 <br />
          <br />
          那麼，麻雀牌又怎麼叫作「麻將牌」呢?原來太倉方言的「鳥雀」就叫作「麻將」，「打鳥」或者「打麻雀」統稱「打麻將」，故麻雀牌也叫「麻將牌」。 </div></td>
      </tr>
</table>