<!-- 游戏规则 -->
<table height="313" border="0" cellpadding="0" cellspacing="0">
      <tr>
        <td width="849" height="19" align="center"><div align="left" class="style2">麻將台數計算： </div></td>
      </tr>
      <tr>
        <td><div align="left">莊家 1台   <br />
只適用於莊家，莊家胡別人可以多算一台，被胡也要多賠一台。如果是莊家自摸，則其他三家都要多算一台。   　 　  <br />
連莊    　 　  　 　  　  <br />

當一局牌結束沒有人胡或是莊家胡牌，下一盤就算莊家連莊。連莊一次為連一拉一，共三台，連兩次為連二拉二，共五台，依此類推。  　 　 　 　 　  <br />
自摸 1台   　 　 　 　 　  <br />
最後胡牌的那一張牌為玩家自行摸進的牌。   　  　 　  　 　  <br />
門清 1台   　 　 　 　 　  <br />
沒有吃、碰、開槓，而胡牌者   　  　 　  　 　  <br />
天胡 8台   　 　 　 　 　  <br />
〝莊家獨有的台數〞開始牌局就胡牌。   　  　 　  　 　  <br />
地胡 8台   　 　 　 　 　  <br />
開始牌局後第一手進牌就自摸。   　  　 　  　 　  <br />

大四喜 8台   　 　 　 　 　  <br />
持有的牌中，牌面有﹝東南西北﹞四種風牌的刻子或槓子所組成。   　  　 　  　 　  <br />
小四喜 6台   　 　 　 　 　  <br />
持有的牌中，由風牌的三組刻子及將牌所組成。   　  　 　  　 　  <br />
大三元 8台   　 　 　 　 　  <br />
由三元牌『中、發、白』組成完整的三組刻子。   　  　 　  　 　  <br />
小三元 6台   　 　 　 　 　  <br />
由三元牌『中、發、白』組成二組刻子及一組將的牌型。   　  　 　  　 　  <br />
字一色 8台   　 　 　 　 　  <br />

胡牌時，整副牌為字牌所組成。   　  　 　  　 　  <br />
清一色 6台   　 　 　 　 　  <br />
持有的牌中，所有牌均由同一種花色的序數牌所組成。   　  　 　  　 　  <br />
混一色 4台   　  <br />
持有的牌皆由字牌及同一種花色序數牌所組成。   <br />
五暗刻 8台   <br />
持有的牌中，牌面有五個暗刻或暗槓。   <br />
四暗刻 6台   <br />
持有的牌中，牌面有四個暗核或暗槓。   <br />

三暗刻 2台   <br />
持有的牌中，全數牌中都是順子。 ( 沒有刻子、槓子及字牌對 ) 。   <br />
碰碰胡 4台   <br />
持有的牌皆由刻子或槓子以及一個對子所組成。   <br />
全求人 1台   <br />
全部的牌都是由吃或碰取得，但最後獨聽將必須由他人放槍胡牌。   <br />
平胡 2台   <br />
持有的牌中，全數牌中都是順子。 ( 沒有刻子、槓子及字牌對；自摸無平胡 ) 。   <br />
搶槓胡 1台   <br />

別家所明槓之牌，恰為自己要胡的牌，有權力可搶槓胡牌。   <br />
槓上開花 1台   <br />
槓時，補牌或補花就胡牌可再加算槓上開花。   <br />
海底撈月 1台   <br />
在此局的最後一張牌自摸而胡牌。   <br />
單吊 1台   <br />
單獨聽一張牌而胡牌。   <br />
中洞 1台   <br />
單獨聽一張成為順搭之中間牌牌而胡牌者，如1、3萬聽2萬。   <br />

青發、紅中、白板 1台   <br />
胡牌時有中發白任一坎。   <br />
八仙過海 8台   <br />
玩家拿到全部的八張花牌，可立刻喊胡，稱為八仙過海，其他玩家通賠一底八台。   <br />
七搶一 8台   <br />
玩家手中有七支花牌，其他三家牌面前有一支花牌時，可立刻喊胡，同樣以八台計算，持有一支花牌的玩家，要付給七朵花的玩家一底八台。   <br />
嚦咕嚦咕 6台   <br />
又名八對子或八對半，由七個對子與一個刻子組成。必須門清！如符合獨聽、湊一色、清一色牌型則另加計台數。</div><div align="center"></div></td>
      </tr>

      
      <tr>
        <td align="left">&nbsp;</td>
      </tr>
      <tr>
        <td align="center"><div align="left" class="style2">遊戲特殊規定：</div></td>
      </tr>
      <tr>
        <td align="center"><div align="left">〝麻將大悶鍋〞是一款最體貼遊戲者的線上休閒麻將遊戲。但遊戲中亦有特別規範，要請玩家注意並詳閱。 <br />

            <br />
            一、終生免費制： <br />
            〝麻將大悶鍋〞為一真正終生免費之線上遊戲，只要申請帳號後，就可永久進入我們的遊戲中，更盡興的與線上朋友遊戲、聊天、交友。 <br />
            <br />
            二、牌局服務費： <br />
            系統將依不同等級而對每局胡牌的贏家收取5%~15%不等的點數做為服務費。例如：玩家甲於底台100/50的牌局中自摸獲得600點，由於系統將對甲收取5%的點數，所以玩家將實得570點數(600-600*0.05=570)，而輸的一方將不會有服務費的發生。另外！當局胡牌未超過100點！系統亦不會收取服務費。 <br />
            <br />

            三、惡意離線扣點： <br />
            〝麻將大悶鍋〞遊戲，若是玩家中途惡意斷線離局，則會扣除1底2台之點數。做為警惕。 <br />
            <br />
            四、玩家離開牌局： <br />
          玩家在牌局中按下離開牌局後！會在該局結束時回到大廳，玩家也可以按下離開鍵，取消離開牌局的決定。 </div></td>
      </tr>
      <tr>

        <td align="center"><div align="left" class="style2">台灣麻將說明：</div></td>
      </tr>
      <tr>
        <td align="center"><div align="left">台灣麻將簡介： <br />
          麻將原稱〝麻雀〞，民國初年由傳入台灣後，慢慢地從廣東的十三張玩法演變成台灣獨有的十六張玩法。台灣十六麻將除在規則、佈局、台數計算方面自成一家外，還必須用到松、蘭、竹、菊及春、夏、秋、冬八張花牌，並有其特殊之計算台數方式。而〝麻將大悶鍋打麻將〞採最道地的台灣十六張麻將規則，以下我們會一一介紹。 <br />
          <br />
          麻將玩法： <br />

          在牌局一開始時，玩家（或包含電腦代打）任意入座後，系統將取東、南、西、北四張牌任意排序，由桌長（即開局玩家）擲三骰子，所得點數自擲骰者起依逆時針序輪點，點到之位定為東座位，自點到者起依次抓一張，依抓得之位名以東、南、西、北逆時針序重新入座。首盤由東座者擲三骰子，所得點數依同法輪點，點到之位即定為莊家位，亦即該將之起莊位。而當莊家胡牌或流局則連莊；下莊後依逆時針序各家輪流作莊，每次輪到起莊位時即為次一風圈之始。而發牌方式則由莊家擲骰子後（順序同抓位），點到座位之牌牆右起於擲骰點數之下一墩開門，依牌牆順時針序配牌，每人依逆時針序輪流每回取四張(二墩)，四回各得16張牌後，莊家多抓一張門牌。開門位即為該一盤之東位或花牌之1花號序(逆時針序)，而在發牌後各家取得之花牌由莊家起始依次於槓尾補入同張數之牌，如補得花牌則再補，但必須由首次補花完畢後，再依次補牌。牌局進行後摸得花牌應立即於槓尾補牌，而莊家為東風，莊家的右手邊圍南風，對門為西風，左手邊為北風。而胡牌時必須有手中的十六張牌加上一張所聽的牌，即是由五副順子或刻子及一副將牌（又稱雀牌、眼睛），加起來必須為十七張。</div></td>
      </tr>
      <tr>
        <td align="center"><div align="left" class="style2">麻將名詞介紹：</div></td>
      </tr>
      <tr>
        <td align="center"><div align="left">莊家： <br />

莊家就是每一圈擲骰子決定開牌位置的人，由每個人輪流。 <br />
海底： <br />
擺丟出來的牌的地方。 <br />
<br />
摸牌： <br />
自牌牆依序摸取之進牌方式。 <br />
<br />
捨牌： <br />
摸牌後於本身之暗牌中擇一打出至海底。 <br />
<br />

手牌： 麻將桌上玩家前方的麻將牌，又分為明、暗牌。明牌為吃、碰、明槓後必須出示與其他玩家，按牌為丟牌時能選擇之麻將牌。 <br />
胡牌： 手牌之明暗牌與他人之丟牌(含槓)或本身之摸牌組成五個完成之搭子及一對將牌時可胡牌。麻將大悶鍋打麻將中之特殊胡牌牌型包括嚦咕嚦咕（八對子）、八仙過海、七搶一。 <br />
<br />
吃牌： 上家之牌與本家手牌二張湊成順搭之進牌方式。吃牌成搭應明示於本家暗牌之前，吃入牌會至於中間。吃牌後之捨牌不得為吃入牌之同搭牌。同一輪內不得吃入本家前一捨牌之相同牌。 <br />
碰牌： 任一家之捨牌與玩家之兩張相同麻將牌湊成三張相同〝又稱為坎〞之進牌方式。碰牌搭應明示於本家暗牌之前。碰牌優先於吃牌、摸牌。碰牌後之捨牌不得為同牌。同一輪內出現之相同第二張牌不得碰牌。 <br />
暗槓： 手牌具有四張相同牌張，得於摸牌之後暗蓋於門前，並需補牌。 <br />
明槓： 分加槓與碰槓二種。已碰之明坎得以手牌中相同的第四張開槓補牌，是謂加槓。手牌中已有三張相同之牌組，他人打出相同的第四張得予以開槓補牌，是謂碰槓。明槓之四牌應明示門前。 <br />
連莊： 莊家因胡牌或流局，而續當下一局開局時擲骰子決定開牌位置之玩家。 <br />
聽牌： 只差一張即胡牌，是謂聽牌。按下聽牌後之玩家不可換牌。 <br />

放槍： 打出牌時被其他玩家胡牌，是謂放槍。 <br />
攔胡： 多家同時胡牌，離放槍者輪序近者優先胡牌。 <br />
過水： 得胡牌而未胡牌，是為過水，其後本身打出(或加槓)一張非胡之牌前不得胡牌。 <br />
<br />
流局： 牌牆剩餘牌8墩(16張)外皆已摸完仍無人胡牌，將重開新局，而本局之莊家視為連莊。</div></td>
      </tr>
      <tr>
        <td align="center"><div align="left" class="style2">麻將牌局說明 ：</div></td>
      </tr>

      <tr>
        <td align="center"><div align="left">桌長設定： <br />
在玩家進行開局時，除了可以設定底台大小、設定牌局密碼、留言外。更可以設定牌局的速度。現在麻將大悶鍋遊戲中，速度設定為一般、稍快以及快速。其他玩家可以在大廳中得知牌局速度，強烈建議玩家進行大底台遊戲時，請選擇稍快以及快速的牌局，以防止些許惡劣玩家以即時訊息作弊。 <br />
<br />
留言觀看： <br />
<br />
玩家發現牌桌有留言小圖示時，可以滑鼠左鍵點擊（點擊一次）即可開啟留言內容。以便得知桌長的開局訊息。 <br />
<br />
桌長踢人選項： <br />
在麻將大悶鍋打麻將中，桌長有踢除牌局中玩家的權力，但在桌長踢人前；必須選擇踢人的理由，方可踢除玩家，而同時在系統記錄以及被踢除的玩家都會得知踢人的理由，若桌長隨意踢人，則系統將收回該玩家踢人的權力。 <br />

<br />
牌局進度： <br />
在麻將大悶鍋打麻將大廳中，玩家可以滑鼠左鍵點擊（點擊兩次）牌桌，即可得知目前的牌局參考進度，而選擇是否要加入此牌局。</div></td>
      </tr>
</table>
