<!-- 使用者合约 -->
<table width="760" height="313" border="0" cellpadding="0" cellspacing="0">
      <tr>
        <td height="19" align="center"><div align="left">使用者規範</div></td>
      </tr>
      <tr>
        <td align="center"><div align="left">
          <p> 歡迎來到【麻將大悶鍋】，成為我們的會員，並使用【麻將大悶鍋】的服務。 <br />
<br />
為保障你的權益，請於註冊成為【麻將大悶鍋】會員並開始使用【麻將大悶鍋】之服務前，詳細閱讀本使用合約書之所有內容。 <br />
<br />
當你在線上點選「我同意」時，即視為你已經閱讀、了解並同意本合約書中【麻將大悶鍋】之各會員服務條款，並且同意在使用【麻將大悶鍋】所提供之會員服務時，遵守以下所列之會員規範及當地法律之規定。 <br />
<br />
如你是未滿二十歲之未成年人，則你必須在加入會員前，請你的父母或監護人閱讀本合約書，並得到其同意，才可註冊及使用【麻將大悶鍋】所提供之會員服務。<br />
一旦你完成註冊並開始使用【麻將大悶鍋】所提供之服務，即視為你的父母或監護人已經閱讀、了解並同意【麻將大悶鍋】之各會員服務條款。 </p>
          <p> <br />
            一、會員服務介紹： <br />
            【麻將大悶鍋】是艾德網科技股份有限公司（以下稱艾德網科技）提供的線上遊戲服務平台，你所購買的貝特卡或【麻將大悶鍋】相關點數卡將可享受【麻將大悶鍋】線上遊戲服務網站（以下稱【麻將大悶鍋】）的各項服務以及未來可能藉由廠商合作而新增的其他網路或遊戲服務。 <br />
            二、會員服務之變更與停止： <br />
            無論任何情形，就停止或更改服務或終止會員帳戶服務所可能產生之困擾、不便或損害，本服務對任何會員或第三人均不負任何責任： <br />
            （一）  本公司保留新增、修改或刪除本服務之全部或局部之權利，並於修改時於首頁www.betcity.com.tw 公告，且不另行個別通知，你同意不因此而要求任何補償或賠償，並且自該修訂條款於本網站公告之時起受其拘束。 <br />
            一旦你於公告後繼續使用本服務，即視為你已經同意該修訂條款。 <br />
            （二）  本公司得不待通知，隨時取消、停止、限制會員之會員資格，會員不得因此要求補償或賠償 <br />
            （三）  本公司遊戲收費制度之說明公告於【麻將大悶鍋】網站上，所有實際收取費用以新台幣為單位，所有費用之收取均採預付方式且不辦理退費。<br />
            相關的收費說明與制度視為使用者合約的一部份，若你同意接受本合約，即視為你同意本公司依照公告的收費制度從你的【麻將大悶鍋】帳號中自動扣取點數。 <br />
            若你的帳號無足額點數可供本公司扣取，本公司將可暫停你的帳號使用，直至你儲值足額點數為止。 <br />
  <br />
            三、擔保責任之免除： <br />
            （一）  本公司之各項會員服務，依本公司既有之規劃提供，對於特定使用者之特殊需求，本公司不擔保本公司服務將符合你的所有需求。 <br />
            （二）  本公司之各項會員服務可能發生下列情形： <br />
            1. 網站設備進行必要之保養。 <br />
            2. 自身、其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈。 <br />
            3. 因人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤。 <br />
            4. 遭第三人侵入系統篡改或偽造變造資料。 <br />
            5. 因戰爭、天災、其他不可抗力因素，其他非人為因素或其他非可歸責於本公司之因素，致使本公司設備無法正常運作。 <br />
            就以上情形，本公司不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不會斷線及出錯。<br />
            你需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償，並且同意對於你所傳送之電子郵件、檔案及其他資料做備份。<br />
            若因傳送過程而造成電子郵件、檔案及其他資料之遺失，本公司不負任何擔保責任。 <br />
  <br />
            （三）  對於你於使用本公司服務中所下載之電子郵件、檔案及其他資料，你應自行考量其風險，若因下載而造成你電腦系統的損壞或電腦中資料的遺失，本公司不負任何擔保責任。 <br />
            （四）  因使用者違反法令、或本合約條款、或因不可歸責於本公司之事由，造成本公司服務之全部或局部暫停或中斷，暫停或中斷期間之費用仍將依正常標準計費。 <br />
          </p>
          <p> <br />
            一、會員誠實原則： <br />
            （一） 你同意於註冊成為【麻將大悶鍋】會員時，登錄完整、詳實且真實之個人資料；而在你所登錄之資料有所變動時，也將隨時於線上更新。</p>
          <p> 若你所登錄的資料不實，或已不符合真實而未獲更新，或冒用他人名義，或有任何誤導之嫌，應自負法律責任。並且，本公司將保留隨時終止你的會員資格及各項會員服務之權利。 <br />
            （二） 若你使用虛偽不正之方式進行「儲值」，本公司將保留隨時終止你會員資格及及各項會員服務之權利。 <br />
  <br />
            二、帳號與密碼之保管義務： <br />
            （一）  為維護你自身權益，你有義務妥善保管在【麻將大悶鍋】之帳號與密碼，不洩露、出借、轉讓，或提供予第三人知悉。你必須為你使用此組帳號與密碼登入系統後所進行之一切活動負責。 <br />
  <br />
            （二）  若你發現你的帳號或密碼遭人偷盜、非法使用或有任何異常破壞使用安全之情形，你應立即通知本公司，以利本公司採取相關措施。但不得將本公司所採取之措施解釋為本公司對你有明示或默示擔保或賠償責任，對於你的帳號及密碼遭人非法使用，本公司亦不負任何賠償責任。 <br />
            （三）  每次使用完畢後，應確實登出並結束你帳號及密碼的使用，以防止被他人盜用。<br />
  <br />
            三、信用卡使用安全之維護： <br />
            （一）<br />
            第一次刷卡： <br />
            本公司會針對所有第一次來本公司網站使用的信用卡資料與銀行進行持卡人資料認證的動作。當你所使用的信用卡持卡人資料經銀行驗證有問題時，本公司將先行取消你的交易並將儲值點數清除，同時請客服人員與你聯繫，進行交易確認的動作。不論任何原因，當本公司客戶服務人員無法與你取得聯繫時，將先暫時終止你繼續使用信用卡儲值的服務功能。 <br />
            （二） 信用卡盜刷或取消交易： <br />
            當你的會員帳號發生信用卡盜刷或取消交易的狀況時，本公司將凍結你的會員與遊戲帳號使用權，同時請客戶服務人員與你聯繫。<br />
            若取得聯繫後，你無法提供付款憑證證明，本公司會要求你先繳付積欠未繳的款項後，方得繼續使用本服務。一經拒絕，本公司即將帳號所有人資料及信用卡刷卡消費記錄比對彙整，送請檢、警單位偵辦，並追究民、刑事之相關責任。<br />
            若客戶服務人員無法與你取得聯繫，事件發生七日內你也沒有向客服中心提出異議，則視同你同意本公司採取之處理措施。 <br />
            （三） 信用卡資料保護： <br />
            請勿在公共場所(如網咖、機場或任何可上網的公共機器)使用信用卡線上刷卡儲值服務，以防止有心人利用木馬程式或鍵盤記錄程式或瀏覽器程式漏洞，竊取你的信用卡相關資料。 <br />
            四、ATM轉帳繳費之正確無誤之確認： <br />
            在使用ATM轉帳繳費的時候，請確認你的繳費帳號資料正確無誤，同時儘量避免輸入錯誤，轉帳至其他人的會員帳號。<br />
            依據金融機構的作業處理規定，當你轉帳繳費帳號輸入錯誤，以至於款項匯入他人銀行帳戶內時，銀行與商家均不負擔追回或賠償的責任，需要你自行與對方聯繫並追回該筆金錢。本公司僅將依法配合檢、警單位或法院的作業提供相關佐證資料協助辦理。<br />
            再次提醒你，本公司所核發給你的轉帳帳號是唯一且無連號情形，所以請務必小心操作。 <br />
            五、會員守則及使用規範 <br />
            （一） 你同意不會利用【麻將大悶鍋】會員服務，進行任何商業行為。 <br />
            （二） 會員可使用服務範圍除了www.betcity.com.tw 之外，亦擴及【麻將大悶鍋】所設分站。一旦你使用分站服務，即視為你同意並遵守該等網站之會員規範及該分站之所有相關規定。 <br />
            （三） 你同意授權遊戲管理員（GM）或工作人員在發現你所申請的暱稱、帳號含有不雅文字、無法辨識之文字或符號、蓄意攻擊他人之言詞或容易造成誤認成本公司遊戲管理員（GM）或工作人員時，由遊戲管理員(GM) 或工作人員修改使用者暱稱。會員之後可向遊戲管理員(GM)申請變更一次。 <br />
            （四） 你同意不從事以下行為： <br />
            1.竊取、更改、破壞他人資訊情事。<br />
            2.擅自複製他人資訊轉售、轉載情事。<br />
            3.未經對方同意，擅自寄發電子廣告信件至對方信箱。<br />
            4.於論壇區張貼與主題無關之訊息。<br />
            5.蓄意破壞他人信箱或其通信設備。<br />
            6.散播電腦病毒。<br />
            7.所為言論違背公序良俗。<br />
            8.擷取非經所有者正式開放或授權之資源。<br />
            9.侵害他人智慧財產權、營業祕密或其他權益。<br />
            10.未經同意收集他人電子郵件位址及其他個人資料。<br />
            11.傳送、張貼或發表或任何虛偽不實或引人錯誤之廣告或其他表示或表徵。<br />
            12.其他有危害通信或違反法令之情事。 <br />
  <br />
            （五） 你同意遵守網際網路國際使用慣例與禮節之相關規定，以及本公司之「遊戲管理規範」：<br />
            下列行為屬違反本合約之行為： <br />
            1. 以任何方式阻礙、干擾第三人進行遊戲。<br />
            2. 以違反公平合理之方式或手段進行遊戲。<br />
            3. 利用遊戲之程式漏洞（「BUG」）進行遊戲。<br />
            4. 利用任何系統或工具對遊戲進行惡意破壞或修改。<br />
            5. 本公司發現你填具不實個人資料。<br />
            6. 假冒本公司或以類似本公司之名義進行遊戲。<br />
            7. 言論或行為違反各遊戲所公佈的管理規範與系統公告。<br />
            8. 其他違反法律、命令之行為。 </p>
          <p> 若你於使用本公司遊戲及其他各項服務時，出現上述違約行為，本公司得沒收你尚未使用的預付款項（點數）作為懲罰性違約金或者片面終止或解除本合約，並依各遊戲或服務之管理規範，施行以下處分： <br />
            強制驅離  藉由系統操作強制使會員離開遊戲。 <br />
            禁言  使會員在一定時間內無法使用任何方式發言。 <br />
            停權  在一定時間內禁止會員對其帳號的使用權。 <br />
            永久停權  永久停止會員對其帳號的使用權利，或將該使用者列為本公司的拒絕往來戶，取消該會員帳號的使用權利。 <br />
            易科戰績或虛擬物品  扣除遊戲內一定比例的遊戲戰績或虛擬物品。 <br />
            移動／刪除電磁記錄  是指將該遊戲帳號自啟用日起在伺服器內記錄的一切資料(即為電磁記錄)備份搬移至另一組伺服器資料庫內，或是永久刪除。 <br />
  <br />
            （六） 就你的行為是否符合本合約及本公司遊戲管理規範，你同意本公司有最終決定權。若本公司決定你的行為違反本公司合約、規範或任何法令，你允許本公司隨時停止你使用本公司之任何資源及服務。<br />
  <br />
            （七） 你同意補償本公司及其相關產業、人員，因你違反相關法令或本公司合約、規範，所致生之一切損害及責任。 <br />
            （八） 公司有權終止你的會員資格。若你欲終止你的會員資格，須以書面通知本公司。 <br />
          </p>
          <p> <br />
            一、資料處理： <br />
            你同意本公司及關係企業或所授權之合作對象，得於合理之範圍內蒐集、處理、保存、傳遞及使用你所登錄或留存之個人資料，以提供你其他資訊或服務或作成會員統計資料、進行關於網路行為之調查、研究或為任何之合法使用。 <br />
            二、會員內容之保留或揭露 ： <br />
            （一）  本公司不對於會員所傳送、張貼或發表之內容（包括但不限於文字、圖片、音樂、影像、軟體、資訊及各種資料等）做任何形式或實質之審查，亦不擔保其正確、完整、安全或可靠。你對於使用其他會員所提供之內容，應自行考量其風險。 <br />
  <br />
            （二）  本公司基於下列理由，會將你所傳送、張貼或發表之內容保留或揭露： <br />
            1. 司法或警察機關偵查犯罪需要時。 <br />
            2. 政府機關依法律程序要求時。 <br />
            3. 會員之行為違反法令或本服務條款之規定時。<br />
            4. 為維護公益或保護本公司或他人權利時。 <br />
  <br />
            三、智慧財產權： <br />
            本網站上所使用或提供之軟體、程式及內容（包括但不限於文字、說明、圖畫、圖片、圖形、檔案、頁面設計、網站規劃與安排等）之專利權、著作權、商標權、營業秘密、專門技術及其他智慧財產權均屬本公司或其他權利人所有。<br />
            非經權利人事先書面授權同意，你同意不重製、公開傳播、公開播送、公開上映、改作、編輯、出租、散布、進行還原工程、解編、反向組譯、或其他方式之使用，如有違反，除應自行負法律責任外，若因而對本公司造成損害或損失，本公司得向你請求包括但不限於訴訟費用、律師費用、和解金等之損害賠償。 <br />
  <br />
            四、隱私權保護： <br />
            你的註冊資料及其他相關資料，均受到「麻將大悶鍋隱私權保護政策」所保護。<br />
            【麻將大悶鍋】同意在未獲得你同意以前，不對外揭露會員之姓名、地址、電子郵件地址及其他依法受保護之個人資料，但下列情形不在此限： <br />
            （一） 基於法律之規定。 <br />
            （二） 受司法機關或其他有權機關基於法定程序之要求。 <br />
            （三） 為保障本公司權益或其他合法權益。 <br />
            （四） 本公司合理懷疑有不法情事發生時，本公司主動將相關資料供檢警調機關調查處理。 <br />
            （五） 在緊急情況下為維護其他會員或第三人之人身安全。 <br />
            有關【麻將大悶鍋】隱私權保護，請詳閱【麻將大悶鍋】首頁上「隱私權保護」，以了解並保障你的權益。 <br />
            五、廣告提供 ： <br />
            【麻將大悶鍋】所傳播或刊載之廣告，關於其內容所展現的文字、圖片、動畫、聲音、影像或以其他方式對商品或服務之說明，均由廣告主或廣告代理商提供。<br />
            本公司基於尊重尊重廣告主或廣告代理商權利，不對廣告之內容做任何實質的審查，你應該自行判斷該廣告的正確性及可信度，本公司將不對該廣告做任何擔保。 <br />
  <br />
            六、內容提供 ： <br />
            【麻將大悶鍋】之內容如由與本公司有合作關係之公司、業者或廠商所提供，本公司基於尊重他人智慧財產權及其他權益，不對其所提供之內容做任何實質的審查。<br />
            使用者對於內容之正確性及可靠性，應審慎判斷，該內容如有不實或錯誤，你應該逕行向該內容提供者反映。本公司不對此作任何的擔保。 <br />
  <br />
            七、資料保存複製 ： <br />
            為降低伺服器運作負荷與提昇服務品質、確保大多數會員使用本公司服務之順暢度與權益，當你的遊戲帳號或人物在六個月內未有任何繳費儲值動作，且遊戲帳號點數歸零時，本公司會將你的遊戲資料暫時由資料庫中備份出來，轉存檔至備份資料庫中。 <br />
          </p>
          <p> <br />
            一、 準據法及管轄法院： <br />
            （一）  本合約之解釋及適用，以及會員因使用本服務而與【麻將大悶鍋】間所生之權利義務關係，應依中華民國法令解釋適用之（不含涉外民事法律適用法或其他類似法規）。<br />
  <br />

            （二）  其因此所生之爭議，均同意本誠信原則解決之，如有訴訟之必要時，同意以台灣台北地方法院為第一審管轄法院。 <br />
            （三）  若本同意書有任何一部份無效，亦不影響其他部份之效力。<br />
  <br />
  <br />
  <br />
  <br />
            本合約之服務條款乃針對本公司之各項服務所作之一般性規範，如各會員服務有專屬特別規定時，則先依各該特別規定實行。 <br />
          </p>
        </div></td>
      </tr>
    </table>
