<h3>遊戲規範</h3>
<p>歡迎你的加入！<br />
            在提供【麻將大悶鍋】親切服務的同時，我們也責無旁貸地為你的遊戲環境與遊戲品質把關，訂定了下列遊戲規範，邀請你與遊戲夥伴們共同遵守。<br />
            相信在大家共同的愛護與關照之下，【麻將大悶鍋】必將是你追求優質遊戲歡樂的最佳拍檔。 <br />
            <br />

            為消弭遊戲中遊戲不公現象，【麻將大悶鍋】每日針對前一日遊戲成績與相關遊戲資產之數額進行安全檢查。<br />
            凡遊戲歷程有作弊嫌疑或相關遊戲資產數量不正常增加之會員，都將列為不公開之觀察對象。<br />
            使用者在本公司網站註冊之個人基本資料（以下簡稱註冊資料）與實際狀況不符時，艾德網科技將不對其帳號提供服務(例如：帳號、密碼查詢，申請遊戲歷程，活動領獎等)！<br />
            若使用者於註冊帳號時，使用不實之註冊資料或將其「遊戲帳號」、「密碼」或「遊戲相關資料」洩漏，或以有償、無償方式轉讓予他人時，艾德網科技有權停止該帳號之使用權，並由使用者自行承擔所有之損失與損害，並保留所有法律追訴之權利。<br />
            <br />
            禁止從事之不當遊戲或非法行為： <br />

            若查明屬實確有以不當方式【1.以任何程式、溝通方式進行串通餵牌2.嚴重拆牌（註1）】來取得遊戲戰績、進行遊戲、使用本公司服務或藉由本公司服務從事非法行為者，造成其他玩家線上虛擬財產(如遊戲點數、紅利點數等)損失或競賽不公，本公司有權不經告知，由線上遊戲管理員視情節輕重施以禁言、暫時停權、永久停權等處分，以維護其他會員權益與【麻將大悶鍋】遊戲環境。<br />
            遊戲中無提供交易、銀行功能，於遊戲中亦禁止販售、購買遊戲點數、紅利點數、虛擬物品。 <br />
            （ 查看違規罰則說明 ）<br />
            除此之外，所有參與或協助違反本遊戲管理規範行為之會員，本公司亦將以相同條例處理之。<br />
            註1：已湊成刻或順的牌型，卻將牌進行拆牌，並給予其他玩家進行吃、碰牌、胡牌。 <br />
            <br />

            <br />
            請注意：<br />
            依據刑法普通詐欺罪、常業詐欺累犯、違法製作財產權之詐欺罪等規定，將可處以一年以上七年以下的有期徒刑﹔同時在竊取電磁記錄之竊盜罪嫌疑部分，可處五年以下有期徒刑。 <br />
            前述罪行均屬刑法公訴罪，檢察官可依法提起公訴後即行查證，請謹記各項規範，勿以身試法，以免抱憾終生。 <br />
            <br />
            （一） 凡是惡意透過遊戲系統的漏洞(BUG)、或以任何型式之非遊戲所附程式（如：侵入、攔截、破壞、修改遊戲資料、封包值）、或任何更改原始程式及系統上的鎖定與解除鎖定系統設定…等不正當方式，來取得遊戲中不當遊戲戰績、影響遊戲公平性者，若因此造成任何遊戲資料異常、系統錯誤、當機或受損狀況，一律暫時停權以便調查。 <br />
            若經查明屬實、情節重大、或影響遊戲伺服器運作者，將被永久停權，且系統將會把該會員之遊戲戰績歸零並依法提出告訴。<br />

            <br />
            （二） 以他人帳號進行交易、洗錢，除將施以永久停權處分外，並將盜用他人帳號者與協助者移送法辦(刑法358條，處三年以下有期徒刑)。其遊戲戰績同時將一併歸零。 <br />
            本公司對被盜用帳號之會員的遊戲資料不作回復之辦理。但帳號被盜用會員可到各地警察局電腦犯罪偵查組報案，依照法律程序起訴處理。本公司將依法提供相關資料，配合案件之協助調查。 <br />
            （三） 利用【麻將大悶鍋】遊戲平台上或【麻將大悶鍋】各款遊戲中的機制，刻意造成遊戲點數等遊戲資產不當流向。 <br />
            <br />
            （四）  散佈具商業、廣告或色情之資料、網站，或從事仲介行為。 <br />
            <br />

            （五）  於遊戲中進行販售、購買遊戲點數、紅利點數或其他相關虛擬物品。 <br />
            （六）  散佈宣傳中華民國法律所定之不法行為誘人犯罪。 <br />
            <br />
            （七）  從事傷及第三人權益與隱私之行為。 <br />
            （八）  惡意以文字或圖片形式，散佈未經證實或無具體事實根據的言論。 <br />
            （九） 干擾遊戲或活動進行，且經線上管理人員勸告仍不聽從改善。 <br />

            （十） 以辱罵、誹謗、人身攻擊、威脅，或以含淫穢之意、種族歧視之言語攻擊其他會員。 <br />
            （十一） 於遊戲大廳中惡意洗頻，經拍照檢舉查詢屬實。 <br />
            <br />
            優質愉快的遊戲環境需要大家共同監督維護，若發現任何本公司禁止之違規行為，我們需要您的協力檢舉、立即回報。 <br />
            一、逕行舉發 <br />
            為消弭遊戲中遊戲不公現象，遊戲管理員每日針對前一日遊戲成績與相關遊戲資產之數額進行安全檢查。 <br />

            凡遊戲歷程有作弊嫌疑或相關遊戲資產數量不正常增加之會員，都將列入考核名單，經查證屬實，立即停止該會員帳號及【麻將大悶鍋】一系列之服務。<br />
            （ 查看違規罰則說明 ） <br />
            二、回報/檢舉告發 <br />
            若有發現疑似違反本遊戲規範者，可向官方進行回報或檢舉告發。官方接獲通知後，將立即查明。 <br />
            如查證屬實，將停止該犯罪會員之帳號服務，而官方亦於每日，發放檢舉獎勵，公佈遊戲遭到停權之人數。 <br />
            為了確保玩家權益，遭停權之會員，請傳真或出示相關可證明您為帳號使用人之文件，以供官方查明處理。 <br />

            （一） 進行回報與檢舉，請附上： <br />
            1. 您的暱稱（若為檢舉，請同時附上：您所要檢舉的會員的暱稱） <br />
            <br />
            2. 事由 <br />
            3. 事發時間、地點（遊戲區或單元或活動名稱） <br />
            <br />
            4. 拍下的完整圖片或其他可佐證之資料 <br />

            請注意： 若為檢舉，受理期限以事發當月起算一個月內，逾時恕不受理～ <br />
            <br />
            （二） 進行回報與檢舉，請附上： <br />
            1. 麻將大悶鍋客戶服務信箱service@betcity.com.tw（需附加圖片者適用） <br />
            <br />
            2. 網站上的『BUG回報』 <br />
            三、處分申訴 <br />

            在所有使用者申請會員時所簽署之「使用者合約」中，「會員責任義務」項目之第三條第五款載明：「就你的行為是否符合本合約及本公司遊戲管理規範，你同意本公司有最終決定權。 若本公司決定你的行為違反本公司合約、規範或任何法令，你允許本公司隨時停止你使用本公司之任何資源及服務。」<br />
            然而，如果會員對本公司決議有異議、請於停權生效當日算起一個月內， 來信service@betcity.com.tw信箱申訴， 我們將於收到來信後盡速與申訴會員聯絡。 <br />
            <br />
            一、罰則說明： <br />
            對於觸犯規範的會員，本公司將視情節輕重適度施以以下處分： <br />
            （一） 強制驅離 藉由系統操作強制使會員離開遊戲。 <br />

            （二） 禁言 使會員在一定時間內無法使用任何方式發言。 <br />
            （三） 停權 在一定時間內禁止會員對其帳號的使用權。 <br />
            （四） 永久停權 永久停止會員對其帳號的使用權利，或將該使用者列為本公司的拒絕往來戶，取消該會員帳號的使用權利。 <br />
            （五） 易科戰績或虛擬物品 扣除遊戲內一定比例的遊戲戰績或虛擬物品。 <br />
            （六） 移動／刪除電磁記錄 是指將該遊戲帳號自啟用日起在伺服器內記錄的一切資料 ( 即為電磁記錄 ) 備份搬移至另一組伺服器資料庫內，或是永久刪除。 <br />
            <br />

            二、相關罰則規範： <br />
            （一） 強制驅離及禁言<br />
            出現下列違規行為者，經遊戲管理員查明屬實後，強制離開遊戲區或禁言3小時至7天不等，線上遊戲管理員視情況依照罰則進行處分。 1. 散佈具商業、廣告或色情之資料，或為仲介之行為。 <br />
            2. 傷及第三人權益與隱私之行為。 <br />
            3. 惡意散佈未經證實的謠言或無法提出具體證明的不實言論。 <br />
            4. 在公開場合毫無意義的謾罵。 <br />

            5. 違反任何法律或善良風俗。 <br />
            6. 包含任何毀謗他人，性騷擾，種族歧視，或對孩童有不良影響的內容。 <br />
            附註：以上各項屬該帳號使用者個人行為，該帳號使用者須自行負擔相關法律責任。 <br />
            <br />
            7. 【麻將大悶鍋】遊戲內開桌的特殊玩法設定（也就是，非【麻將大悶鍋】所訂立的特殊娛樂玩法），係屬於會員間彼此約定的玩法，因此，除了涉及作弊行為外，遊戲管理員不介入處理，請會員自行在遊戲開打前確認玩法，以免造成彼此的困擾。<br />
            如因遊戲上特殊約定的規則問題造成糾紛並在遊戲大廳中爭吵，基於維護遊戲區的品質，經遊戲管理員發現後，也將對該會員禁止發言。 <br />

            8. 為避免虛擬交易的風險，請勿購買來路不明的遊戲序號或他人私下販賣的帳號，如在【麻將大悶鍋】遊戲內公共聊天區（遊戲大廳）販賣遊戲序號／帳號或虛擬物品，經遊戲管理員發現後，將對該會員禁止發言。 <br />
            9. 持續傳送空白訊息或無意義訊息給遊戲管理員內容達五次(含以上)，影響其他會員向遊戲管理員諮詢的權益，遊戲管理員經通知該使用者後，得暫時拒絕提供該帳號使用者線上遊戲諮詢服務。 <br />
            <br />
            （二） 停權 <br />
            A.甲級停權：<br />
            違反以下各款規定之使用者帳號，經遊戲管理員查明屬實後，立即列入考核、暫停【麻將大悶鍋】一切服務。<br />

            1. 以不正當而影響遊戲公平性的方式進行遊戲 -- 使用者帳號在遊戲各區中與其他使用者帳號串通進行嚴重餵牌（註1）或故意放水之行為，造成洗劫其他使用者帳號遊戲點數、紅利點數等虛擬財產及影響其積分者，所有參與或協助違反規範之會員亦同受懲處。 <br />
            例 : A 與 B 會員在牌局中，以不正當手法取得連繫，串通餵彼此牌對參與牌局的其他會員造成洗劫損失及牌局不公正者，如有會員拍圖反應，經遊戲管理員舉證查明屬實。 <br />
            2. 以不正當而影響遊戲公平性的方式進行遊戲--如使用者帳號於遊戲中公開指定勝利者、公開叫牌或指定某一特定牌，公開指定或叫牌之使用者帳號與協助者及配合同桌作弊之使用者帳號。(如使用者入桌後發現同桌會員公開指定勝利者或公開叫牌，應直接與遊戲管理員舉發或立即退出該局遊戲，否則一經遊戲管理員發現即視同協助、配合作弊。) <br />
            例: A於牌局中，公開跟B打字講出自己要的牌，或是直接指定勝利者是誰，如有會員拍圖反應，經遊戲管理員舉證查明屬實，則AB同受懲處。 <br />
            3. 以不正當而影響遊戲公平性的方式進行遊戲--若經查使用者帳號於遊戲內中以非正當遊戲方式，灌洗遊戲點數、紅利點數等虛擬財產或戰績，經會員拍圖舉發，遊戲管理員舉證查明屬實後，所有參與或協助違反規範之會員亦同受懲處。 <br />
            例:A跟B在同一牌局中，可能使用雙線或其他溝通方式以不當遊戲手法灌洗戰績或遊戲點數、紅利點數等虛擬財產經會員拍圖舉發，遊戲管理員舉證查明屬實後，AB會員同受懲處。 <br />

            4. 違反【麻將大悶鍋】遊戲內各比賽及活動規範： <br />
            參加【麻將大悶鍋】舉辦之各種比賽及活動，並若經查會員以非正當方式取得遊戲戰績或獲獎， (如：遊戲中與其他會員串通作弊經遊戲管理員發現／另外開帳號灌遊戲戰績經遊戲資料中抽驗／會員檢舉資料查證屬實／其他未列舉而影響遊戲公平性的方式…)除按照本規範處置及喪失獲獎資格外，若有其未在本規範訂定範圍內之條文，將在相關之比賽活動網頁中另行訂定，並自其公告日起實施，若參加該活動即表示同意遵守該活動相關規則。 <br />
            5. 於遊戲內從事販賣遊戲之道具或遊戲點數、紅利點數等虛擬財產，且有不正常之遊戲點數、紅利點數等虛擬財產流向使用者之帳號，經遊戲管理員以密語紀錄舉證後處理。(買方及賣方所持有參與洗錢之帳號，經遊戲管理員舉證，所有參與或協助違反規範之會員亦同受懲處。) <br />
            例: A賣遊戲點數、紅利點數等虛擬財產給B，開出C與D帳號參與金流移轉，如有會員拍圖反應，經遊戲管理員舉證查明屬實 則ABCD同受懲處。<br />
            例: A賣遊戲點數、紅利點數等虛擬財產給B，請C與D會員參與牌局協助金流移轉，如有會員拍圖反應，經遊戲管理員舉證查明屬實，則ABCD會員同受懲處。 <br />
            6. 若盜用他人帳號洗錢，經司法程序查證屬實後，將針對盜用他人帳號者與協助者的遊戲戰績重置為零，並暫停遊戲權限。但並不將被盜用者的遊戲資料作回復，被盜用者可到各地警察局－「電腦犯罪偵查組」報案，即可將盜用者依照法律程序起訴處理。 <br />

            例:A盜用B帳號，於牌局中協助或幫助他人從事洗錢之行為經遊戲管理員舉證查明屬實，則AB同受懲處。 <br />
            7. 假冒遊戲管理員或工作人員恐嚇其他善意會員之使用者帳號，經查證屬實後該使用者帳號將被暫停遊戲權限，但若情節重大造成會員恐慌與損失，或在沒有憑證之下惡意假造不實謠言嚴重破壞本公司商譽者，遊戲管理員將會把該使用者帳號永久停權。 <br />
            例:A在遊戲中，或大廳中告知他人自己為官方人員或遊戲管理員，恐嚇其他會員或發佈惡意破壞本公司之謠言，經遊戲管理發現後立即懲處。 <br />
            8. 若使用者帳號在網頁或遊戲大廳，或任何使用者程式內，張貼買賣虛擬物品、任何形式之遊戲產品包、點數卡、序號或帳號者，將發送此訊息者暫停遊戲權限。 <br />
            例:A會員在大廳公開販售遊戲點數、紅利點數等虛擬財產，經會員拍圖舉發，遊戲管理員舉證查明屬實後，所有參與或協助違反規範之會員亦同受懲處。 <br />
            例:B會員告知其他會員要賣帳號，經會員拍圖舉發，遊戲管理員舉證查明屬實後，所有參與或協助違反規範之會員亦同受懲處。 <br />

            註1：已湊成刻或順的牌型，卻將牌進行拆牌，並給予其他玩家進行吃、碰牌、胡牌。 <br />
            <br />
            B.乙級停權：<br />
            初次出現下列違規行為者，經遊戲管理員查明屬實後，立即取消該會員於遊戲伺服器之總遊戲戰績，並暫停遊戲權限3日； <br />
            違反規定達兩次者，立即取消該會員該次遊戲戰績，且暫停遊戲權限9日；違反規定達三次者，立即取消該會員該次遊戲戰績，且永久停止遊戲權限。 <br />
            1. 在遊戲大廳〔惡意散播未經證實的言論〕嚴重毀謗本公司商譽，且提不出任何具體事實根據，經遊戲管理員查證屬實者。 <br />

            例:A會員於遊戲大廳或牌局內，散佈不實或不利本公司之言語，查證屬實者暫停遊戲權限3日。 <br />
            2. 於公開場合惡意以文字或圖片形式，傳播遊戲程式規則有誤，經遊戲管理員查證屬實者，將予以通知並暫停遊戲權限三日。 <br />
            例:A會員於遊戲大廳或牌局內惡意散佈遊戲或遊戲規則有誤。 <br />
            3. 新申請或修改的遊戲暱稱，若含有不雅文字、無法辨識之文字或符號、蓄意攻擊他人之言詞或容易造成誤認成遊戲管理員或工作人員者，經遊戲管理員發現並於遊戲中告知使用者帳號後。 <br />
            例:如使用者帳號的暱稱中含有罵人的文字、管理者、官方、GM等字眼，若被遊戲管理員發現將予以懲處。 <br />
            <br />

            （三） 永久停權<br />
            出現下列違規行為者，經遊戲管理員查明屬實後，處以永久停權處分並把該使用者帳號所有遊戲之總遊戲戰績歸零且追溯相關法律責任。 1. 假冒本網站或遊戲工作人員之名義發佈不實消息。 <br />
            2. 使用雙線進行遊戲作弊經查獲者。 <br />
            3. 惡意透過遊戲系統的漏洞(BUG)、使用外掛程式或是擅自修改遊戲程式來取得遊戲中不當遊戲戰績，有損害遊戲的公平性者，依情節重大程度將處以停權三日以上至永久停權不等之停權天數，若是永久停權者，系統將會把該使用者帳號之累計遊戲戰績歸零。<br />
            而以上行為如有遊戲點數、紅利點數等虛擬財產移轉至其他使用者帳號或是其他館者，官方亦將追回所有相關遊戲點數、紅利點數等虛擬財產。 <br />
            4. 盜取他人帳號點數者。 <br />

            5. 盜用他人線上虛擬通路帳號購買點數。 <br />
            6. 惡意毀謗他人或辱罵線上管理人員，經勸阻無效者。 <br />
            7. 於聊天中心惡意洗畫面，經勸阻無效者。 <br />
            8. 若使用者帳號使用任何的封包修改工具與程式修改娛樂館遊戲之傳輸封包資料，將該使用者帳號永久停權並保留法律追訴權。 <br />
            9. 若使用者帳號使用任何導致娛樂館遊戲封包傳輸速率異常之程式，將該使用者帳號永久停權。 <br />
            10. 所有參與或協助違反管理規範行為之使用者帳號，亦將以相同條例處理之。 <br />

            11. 若使用者帳號利用任何網路方式攻擊任何伺服器，經查證屬實，則將停止該使用者帳號所有遊戲權限。 <br />
            <br />
            （四） 易科戰績或虛擬物品 <br />
            於遊戲中喊牌、教唆作弊、口出穢言干擾對手者，經遊戲管理員查明屬實後，註銷違規會員於該競賽活動內之一切戰績。 <br />
            檢舉違規會員，請利用抓圖功能(按下鍵盤上的『Print Screen』鍵)，<br />
            將違規會員的動作發言抓圖記錄，<br />

            寄回麻將大悶鍋客戶服務信箱service@betcity.com.tw <br />
            <br />
            舉凡本公司與有獎競賽相關的各活動，無論為常態或不定期舉辦，會員一旦經由遊戲管理員查明屬實，確有在各競賽活動中從事本遊戲管理規範中所明訂禁止之行為，或其他未列舉而影響遊戲公平性的非正當遊戲方式，本公司都將按照本規範從嚴處置，並且判定喪失繼續參賽與獲獎資格。 </p>
          <p> 各競賽活動若有其他未在本規範訂定範圍內之條文，將在各競賽活動之相關網頁中另行訂定，並自其公告日起生效實施。 <br />
            <br />
            舉凡本公司因功能需求或針對不同主題所舉辦之特殊活動，本公司會提供該項功能/活動的使用說明與規範，若會員對於新增的服務內容或遊戲活動比賽方式有不同意之處，請勿使用該項功能或請勿參與該項活動比賽。 <br />

            <br />
            （一） 遊戲中開放會員以點數兌換虛擬物品或遊戲點數、紅利點數等虛擬財產時，本公司只提供單向兌換的媒介。除了本公司舉辦之活動與遊戲程式本身之問題外，會員間任何私下交易的結果與本公司無關，若會員私下有其他交易行為而造成個人損失，本公司不負責賠償或其他法律責任。 <br />
            （二） 會員若於現實生活中以本遊戲之道具、人物及其他各項電磁記錄，與他人進行交易或互易行為，因此而產生的糾紛與本公司無關。 <br />
            （三） 遊戲中所頒發的虛擬物品，只針對特殊活動與單一帳號進行發放，會員不得要求本公司將真實身分中所有的帳號與個別虛擬物品集中在同一帳號。 <br />
            （四） 因天災、不可抗力或其他非人為因素而導致使用者遊戲資料的損失，本公司不負賠償責任。 <br />
            （五） 若你發現帳號或密碼遭人偷盜、非法使用，或有任何異常破壞使用安全之情形，應立即通知本公司，以便本公司採取相關措施。但不得將本公司所採取之措施，解釋為本公司對玩家有明示或默示擔保或賠償責任，對於玩家的帳號及密碼遭人非法使用，本公司亦不負任何賠償責任。( ★ 網頁安全說明 ) <br />

            （六） 因遊戲版本更新，造成部分使用者出現遊戲版本不正確，或因任何屬會員個人因素，無法繼續進行遊戲(非同時段內所有的會員均無法登入【麻將大悶鍋】遊戲伺服器)，則本公司將盡力提供諮詢服務，協助會員繼續使用本公司之服務，但該處理時段內因會員個人電腦設備問題造成無法遊戲的損失，本公司將不負損害賠償責任。</p>
          <p> ※ 觸犯管理規章中任一規定，應由使用者自行承擔一切麻將大悶鍋點數、使用包月日期、遊戲遊戲點數、紅利點數、虛擬物品等損失，以及遊戲帳號連帶之所有損失與責任，艾德網科技將不負任何賠償或法律責任。</p>
          <p> ※ 艾德網科技遊戲管理者，有權立即暫停任何可能危害遊戲系統的遊戲帳號之上線權利而不先行告知，所有艾德網科技遊戲管理者，都將嚴格按照中立和公正原則，將嚴格按照本條例的規定，考量實際違規情況，依本規章處罰。 <br />
            <br />
            一、本公司之各項會員服務可能發生下列情形： <br />
            （一）  網站設備進行必要之保養。 <br />

  <br />
            （二）  自身、其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈。 <br />
            （三）  因人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤。 <br />
  <br />
            （四） 遭第三人侵入系統篡改或偽造變造資料。 <br />
            （五） 因戰爭、天災、其他不可抗力因素或其他非人為因素，致使本公司設備無法正常運作。 </p>
          <p> <br />

            就以上情形，本公司不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不會斷線及出錯。 <br />
            會員需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償，並且同意對於會員所傳送之電子郵件、檔案及其他資料做備份。<br />
            若因傳送過程而造成電子郵件、檔案及其他資料之遺失，本公司不負任何擔保責任。 <br />
  <br />
            二、會員在本公司網站上傳之資料(如談話、指令等)，資料內容不得如下 ： <br />
            （一） 侵犯任何第三者的智慧財產權，版權或公眾/私人權利。 <br />

            （二） 違反任何法律或善良風俗。 <br />
            （三） 包含任何毀謗他人，性騷擾，種族歧視，或對孩童有不良影響的內容。<br />
  <br />
            以上均屬於會員的個人行為，一旦發生，會員須自行負擔相關法律責任。 <br />
            三、交易或購買使用非法儲值序號： <br />
            線上購買來路不明的遊戲序號是不安全的，會員不得與他人私下進行遊戲點數交易，若因而購買到線上信用卡盜刷而得的遊戲儲值序號，本公司將對該會員施以停權處分，直到該會員完成付款動作後，始予以復權。而信用卡盜刷的相關法律責任也將由該帳號之使用會員自行擔負，本公司亦會配合司法單位進行調查。<br />

            <br />
            四、本公司禁止會員利用麻將大悶鍋會員服務進行任何商業行為。若會員之間有任何私下交易，其結果或糾紛本公司一概不負責任。<br />
            <br />
            五、會員有義務妥善保管在【麻將大悶鍋】之帳號與密碼，不洩露、出借、轉讓，或提供予第三人知悉。<br />
            <br />
            若發現帳號或密碼遭人偷盜、非法使用或有任何異常破壞使用安全之情形，應立即通知本公司，以利本公司採取相關措施。但不得將本公司所採取之措施解釋為本公司對你有明示或默示擔保或賠償責任。<br />
            對於你的帳號及密碼遭人非法使用，本公司不負任何賠償責任，但可申請遊戲歷程至各地警察局電腦犯罪偵查組報案，依照法律程序起訴處理。<br />

            本公司將依法提供相關資料，配合案件之協助調查。 <br />
            <br />
            一、持續傳送空白訊息或毫無意義的訊息給遊戲管理員(GM)內容，以致於影響其他會員諮詢，經遊戲管理員(GM)告知無效後，將暫時拒絕提供該會員線上諮詢服務。 <br />
            <br />
            二、在特定活動或競賽的相關規定期限後，逾期詢問虛擬或實體贈品、獎品之兌獎領獎事宜。<br />
            <br />
            三、點數卡開卡儲值後，要求本公司進行回復、轉讓、更改配點設定。<br />

            <br />
            四、本公司禁止會員利用麻將大悶鍋會員服務進行任何商業行為。若會員之間有任何私下交易，不得以結果或糾紛要求本公司取消或回復已完成之虛擬遊戲點數、紅利點數轉匯。惟會員違反使用者合約時，本公司將按照合約內容進行處理。 </p>
          <p><br />
            五、會員之間若於遊戲有特殊玩法設定，除了涉及以違反公平合理之方式或手段進行遊戲之外，遊戲管理員(GM)不介入處理。</p>
          <p><br />
            一、會員若因本身網路服務業者網路斷線、或自動離線、或電腦程式錯誤，發生斷線情形，而造成遊戲資料，如戰績與點數有所損失。</p>
          <p><br />

            二、因戰爭、天災、其他不可抗力因素或其他非人為因素，導使會員於遊戲中途被迫離線，係屬無法事先防範的事實災害。因此會員當日所損失的遊戲資料，如戰績與點數，本公司將不另做損失補償。 <br />
  <br />
            一、戰績顯示： <br />
            遊戲戰績運算排行期間內（以網站公告為主），會員可能於遊戲中發現自己戰績暫時回溯或網頁戰績尚未更新。<br />
            此現象屬於短暫的戰績不確，非真正的戰績錯誤事實，請耐心等待系統進行戰績運算更新。</p>
          <p> <br />

            二、戰績釋疑： <br />
            會員對於戰績更新或計算若有質疑，可與本公司遊戲管理員(GM)洽詢，告知有疑問的日戰績與正確的戰績值。<br />
            若經遊戲管理員(GM)查證屬實，且屬於系統伺服器之誤，將由本公司相關人員調回該時段相關會員之戰績。 <br />
            <br />
  <br />
            因應法律之變動或提供遊戲服務之必要，本公司保留新增、修改或刪除本管理規範之全部或局部條文之權利，並於修改時於首頁進行公告，且不另行個別通知，玩家不得因此而要求任何補償或賠償，並且自該修訂條文於本網站公告之時起受其約束。玩家一旦於公告後繼續使用本公司各項服務，即視為已經同意該修訂條款。 </p>
          <p> 
            相關法規條款說明<br />

            名稱：中華民國刑法 (民國 92 年 06 月 25 日修正)</p>
          <p> 第 358 條：無故輸入他人帳號密碼、破解使用電腦之保護措施或利用電腦系統之漏洞，而入侵他人之電腦或其相關設備者，處三年以下有期徒刑、拘役或科或併科十萬元以下罰金。</p>
          <p> 第 359 條：無故取得、刪除或變更他人電腦或其相關設備之電磁紀錄，致生損害於公眾或他人者，處五年以下有期徒刑、拘役或科或併科二十萬元以下罰金。</p>
          <p> 第 360 條：無故以電腦程式或其他電磁方式干擾他人電腦或其相關設備，致生損害於公眾或他人者，處三年以下有期徒刑、拘役或科或併科十萬元以下罰金。</p>
          <p> 第 361 條：對於公務機關之電腦或其相關設備犯前三條之罪者，加重其刑至二分之一。</p>

          <p> 第 362 條：製作專供犯本章之罪之電腦程式，而供自己或他人犯本章之罪，致生損害於公眾或他人者，處五年以下有期徒刑、拘役或科或併科二十萬元以下罰金。</p>
          <p> 第 363 條：第三百五十八條至第三百六十條之罪，須告訴乃論。</p>
          <p> 第 339 條： (普通詐欺罪)意圖為自己或第三人不法之所有，以詐術使人將本人或第三人之物交付者，處五年以下有期徒刑、拘役或科或併科一千元以下罰金。以前項方法得財產上不法之利益或使第三人得之者，亦同。前二項之未遂犯罰之。</p>
          <p> 第 339 -1 條：意圖為自己或第三人不法之所有，以不正方法由收費設備取得他人之物者，處一年以下有期徒刑、拘役或三千元以下罰金。以前項方法得財產上不法之利益或使第三人得之者，亦同。</p>
          <p> 第 339 -2 條：意圖為自己或第三人不法之所有，以不正方法由自動付款設備取得他人之物者，處三年以下有期徒刑、拘役或一萬元以下罰金。以前項方法得財產上不法之利益或使第三人得之者，亦同。</p>

          <p> 第 339 -3 條：意圖為自己或第三人不法之所有，以不正方法將虛偽資料或不正指令輸入電腦或其相關設備，製作財產權之得喪、變更紀錄，而取得他人財產者，處七年以下有期徒刑。以前項方法得財產上不法之利益或使第三人得之者，亦同。</p>
          <p> 第 328 條：意圖為自己或第三人不法之所有，以強暴、脅迫、藥劑、催眠術或他法，至使不能抗拒，而取他人之物或使其交付者，為強盜罪，處五年以上有期徒刑。以前項方法得財產上不法之利益或使第三人得之者，亦同。犯強盜罪因而致人於死者，處死刑、無期徒刑或十年以上有期徒刑；致重傷者，處無期徒刑或七年以上有期徒刑。<br />
            第一項及第二項之未遂犯罰之。預備犯強盜罪者，處一年以下有期徒刑、拘役或三千元以下罰金。</p>
          <p> 名稱法規：刑事訴訟法 (民國 93 年 04 月 07 日修正)</p>
          <p> 第 242 條：告訴、告發，應以書狀或言詞向檢察官或司法警察官為之；其以言詞為之者，應製作筆錄。為便利言詞告訴、告發，得設置申告鈴。檢察官或司法警察官實施偵查，發見犯罪事實之全部或一部係告訴乃論之罪而未經告訴者，於被害人或其他得為告訴之人到案陳述時，應訊問其是否告訴，記明筆錄。第四十一條第二項至第四項及第四十三條之規定，於前二項筆錄準用之。</p>

          <p> 第 349 條：收受贓物者，處三年以下有期徒刑、拘役或五百元以下罰金。搬運、寄藏、故買贓物或為牙保者，處五年以下有期徒刑、拘役或科或併科一千元以下罰金。因贓物變得之財物，以贓物論。</p>
          <p> 名稱：中華民國刑法 (民國 92 年06 月 25 日修正) </p>
          <p> 第 342 條：(背信罪)為他人處理事務，意圖為自己或第三人不法之利益，或損害本人之利益，而為違背其任務之行為，致生損害於本人之財產或其他利益者，處五年以下有期徒刑、拘役或科或併科一千元以下罰金。前項之未遂犯罰之。</p>
          <p> （1） 無故入侵電腦罪、無故取得刪除變更電磁紀錄罪及干擾電腦系統及相關設備罪為告訴乃論，即不告不理，原告者須於事發六個月當中提出告訴，以助紛爭解決及疏解訟源，並可將國家有限之偵查及司法資源集中於較嚴重之電腦犯罪，有效從事偵查。【中華民國刑法第358條–第363條】</p>
          <p> （2）但以詐騙、暴力手段之犯罪，屬於「公訴罪」、「非告訴乃論」，一旦警察或檢察官知道有這些犯罪行為，就一定要依法處理，即使玩家之間私下和解，不希望繼續處理都不行。【中華民國刑法第328條及第339條】</p>

          <p> （3） 使用外掛程式不斷登入或進行遊戲，致破壞、灌爆遊戲主機系統，對電腦及網路設備產生重大影響之故意干擾行為，可能構成第360條所定干擾電腦系統及相關設備罪。</p>
          <p> （4） 內神通外鬼，遊戲公司職員修改參數換現金<br />
            線上遊戲公司職員利用職務之便修改系統及角色人物參數值，再進行私下交易買賣行為，以獲取不法高額利潤，就公司而言，玩家所擁有的虛擬物品、貨幣，雖然只是電腦程式的參數設定，但在現實生活中卻有實際的經濟價值，所以可能構成刑法第三四二條之背信罪。</p>
          <p> （5）冒用帳號竊取虛擬財貨<br />
            這種遊戲中的不當行為，被認為是無故取得、刪除或變更他人電磁紀錄，若因此導致他人遭受損害，可依依刑法第三五九條「保護電磁紀錄」處罰。<br />

            ※ 以不正當方法獲取其他玩家的帳號及密碼登錄使用遊戲伺服器進行遊戲，取得方式包括：<br />
            ◆ 利用特洛依木馬程式或外掛程式入侵玩家電腦<br />
            ◆ 利用監視器<br />
            ◆ 與他人共用之角色帳號</p>
          <p> （6） 詐欺得利<br />
            詐術騙取虛擬物品，若遭騙取之電磁紀錄具有財產上利益時，構成刑法第三三九條第二項「詐欺得利罪」</p>

          <p>（7） 暴力犯罪<br />
            以強暴脅迫等非法手段取得有價虛擬裝備財貨<br />
            對玩家施以強暴脅迫等非法手段取得遊戲虛擬裝備財貨，若遭強盜之電磁紀錄具有財產上利益時，仍構成刑法第三二八條第二項「強盜得利罪」</p>
          <p><br />
          </p>